[
  {
    "id": 1,
    "name": "Venue Selection",
    "image": "https://i.ibb.co/FwWtWvv/venu.jpg",
    "price": 2000,
    "description": "Find the perfect wedding venue.",

    "detailsDescription": "Our Venue Selection service helps you discover the ideal wedding venue for your special day. We'll provide you with a curated list of venues that match your preferences and budget, making your venue selection process stress-free."
  },
  {
    "id": 2,
    "name": "Decor and Theme Design",
    "image": "https://i.ibb.co/80hjRz9/decoration.jpg",
    "price": 1500,
    "description": "Create a magical atmosphere.",
    "detailRoute": "/service/2",
    "detailsDescription": "Transform your wedding venue into a magical and enchanting space with our Decor and Theme Design service. Our talented designers will work closely with you to bring your dream wedding theme to life, ensuring a captivating and unforgettable atmosphere."
  },
  {
    "id": 3,
    "name": "Catering and Menu Planning",
    "image": "https://i.ibb.co/SmV1znc/catering.jpg",
    "price": 2500,
    "description": "Delight your guests with delicious food.",

    "detailsDescription": "Our Catering and Menu Planning service is all about culinary excellence. We'll work with you to create a customized menu that caters to your taste and dietary preferences, ensuring that your guests are treated to a memorable dining experience."
  },
  {
    "id": 4,
    "name": "Photography and Videography",
    "image": "https://i.ibb.co/mSPZrCc/p.jpg",
    "price": 1800,
    "description": "Capture your special moments.",

    "detailsDescription": "Preserve the cherished moments of your wedding day with our Photography and Videography service. Our experienced photographers and videographers will capture the emotions, beauty, and candid moments that make your wedding unique."
  },
  {
    "id": 5,
    "name": "Entertainment and Music",
    "image": "https://i.ibb.co/pvTnMJk/enertainment.jpg",
    "price": 1200,
    "description": "Keep your guests entertained.",

    "detailsDescription": "Ensure your wedding celebration is filled with joy and entertainment with our Entertainment and Music service. From live bands to DJs, we'll help you create the perfect musical backdrop to keep your guests dancing all night."
  },
  {
    "id": 6,
    "name": "Wedding Planning and Coordination",
    "image": "https://i.ibb.co/TWDMfgt/wplaining.jpg",
    "price": 3000,
    "description": "Relax while we handle the details.",

    "detailsDescription": "Sit back, relax, and enjoy your big day while we take care of all the wedding planning and coordination. Our dedicated wedding planner will ensure that everything runs smoothly, from vendor management to timeline creation."
  }
]
